KTPluginName = "Allgemeiner Text";
KTPluginDescription = "Allgemeiner Index des Inhalts der Sammlung";
"<p>This is your first blog entry. What are you waiting for? Replace this text with some of your own and start blogging!</p>" = "<p>Dies ist ihr erster Blogeintrag. Worauf warten Sie? Ersetzen Sie diesen Text mit ihrem eigenen und fangen Sie mit dem Bloggen an!</p>";